{
  "basics": {
    "name": "Hanna D. Polasky",
    "label": "Archivist/Curator",
    "image": "",
    "email": "hannadpolasky@gmail.com",
    "phone": "07477921420",
    "url": "https://pox-and-frocks.github.io/",
    "location": {
      "address": "205 Plumstead High Street",
      "postalCode": "SE18 1HE",
      "city": "London",
      "countryCode": "UK",
      "region": "England"
    }
  },
  "work": [
    {
      "name": "British Online Archives",
      "position": "Curator",
      "startDate": "2020",
      "endDate": "Present",
      "highlights": [
        "Liaised with UCL, The British Library, The National Archives, LSE, and The London Archives about various digitisation projects.", 
        "Assessed the suitability of archival material for a variety of projects.",
        "Curated collections of historically important documents in order to create complex and comprehensive interdisciplinary educational resources.",
        "Supervised the handling of archival materials.",
        "Published articles on many topics on the British Online Archives website.",
        "Created content reports and briefs for a range of professional audiences based on archival work and research.",
        "Assessed potential collections material for GDPR and copyright concerns."]
    },
    {
      "name": "UCL",
      "position": "Contractor",
      "startDate": "2022",
      "endDate": "2023",
      "highlights": [
        "Organised and developed a project plan to undertake a significance review of the UCL Pathology Collection.",
        "Liaised with experts worldwide regarding their experiences with the care, conservation, and curation of pathology collections.",
        "Liaised with various teams at UCL whose expertise was invaluable to the project.",
        "Completed a condition survey of the collection.",
        "Utilised ADLIB cataloguing software in order to complete a statistical overview of the collection.",
        "Synthesised the findings into a review that was intelligible to a wide range of stakeholders."
      ]
    },
    {
      "name": "The Old Operating Theatre Museum and Herb Garret, London",
      "position": "Consultant",
      "startDate": "2021",
      "endDate": "Present",
      "highlights": [
        "Conserved a 19th Century articulated skeleton.",
        "Performed a paleopathological analysis of skeletal remains within the collection and updated the exhibit labels to reflect the findings.",
        "Inventoried the teaching collection of skeletal remains in the collection.",
        "Liaised with a team of paleopathology experts to confirm pathological findings.",
        "Utilised ADLIB cataloguing software in order to complete a statistical overview of the collection.",
        "Led a series of workshops geared to all ages and experiences centred around the human skeleton and skeletal pathologies."
      ]
    },
    {
      "name": "Vrolik Museum, Amsterdam",
      "position": "Consultant",
      "startDate": "2020",
      "endDate": "2023",
      "highlights": [
        "Facilitated the creation of a collaborative pub quiz style event between the Mütter Museum of The College of Physicians of Philadelphia and the Vrolik Museum.",
        "Edited the English translation of the museum website to a professional standard."
      ]
    },
    {
      "name": "International Museum of Surgical Science, Chicago",
      "position": "Consultant",
      "startDate": "2020",
      "endDate": "2021",
      "highlights": [
        "Liaised with museum professionals regarding the ethical issues surrounding the display of human remains.",
        "Established a policy for the future display and social media representation of skeletal materials within the collection.",
        "Assessed and explained the skeletal features of crania to allow for forensic reconstruction.",
        "Researched and established potential provenance for skeletal remains within the collection.",
        "Outlined proper care and facilities needed for the display of rare books within the collection and established a plan for implementing the improved displays."
      ]
    },
    {
      "name": "The Royal Anthropological Institute of Great Britain and Ireland, London",
      "position": "Digital Heritage Material Controller for Microform/ Wiley Digital Archives",
      "url": "",
      "startDate": "2020",
      "endDate": "2021",
      "highlights": [
        "Created and revised existing catalogue records",
        "Handled archival materials to the proper standard of care and rehoused photographs and documents.",
        "Liaised with international project participants via Zoom meetings.",
        "Liaised with archival professionals regarding the ethics of reproduction and digitisation of historical images from specific Indigenous groups from the North American continent."
      ]
    },
    {
      "name": "The College of Physicians of Philadelphia, USA",
      "position": "Chronologically: Collections Intern, Communications and Programs Assistant, Research Associate",
      "url": "",
      "startDate": "2015",
      "endDate": "2021",
      "highlights": [
        "Researched and assisted in the curation of Designing Motherhood, a major exhibition examining the design of obstetrical and gynaecological tools at the Mütter Museum of The College of Physicians of Philadelphia.",
        "Worked cross-departmentally to promote the collections and programming of the Mütter Museum.",
        "Handled and photographed a range of museum artefacts to a professional standard.",
        "Created collections-based digital content promoting programming and interpreting the collection for a variety of audiences.",
        "Co-curated an exhibit about the history of gynaecology with a focus on structural violence against women.",
        "Co-curated Breathe Deeply, an exhibit about World War I gas masks.",
        "Catalogued and updated catalogue records for artefacts, researched and created labels.",
        "Inventoried and accessioned (when required) the Historical Medical Photograph Collection of the Mütter Museum",
        "Rehoused photographic material according to US archival standards",
        "Created metadata using MeSH (Medical Subject Headings) for the newly accessioned photographs, and updated older metadata where required",
        "Assisted in preventative conservation of the collection, including maintenance of osteological specimens, wet (potted) specimens, and wax moulages.",
        "Provided tours of exhibit areas as well as behind the scenes tours to the public, focusing on the importance and history of the collection and the history of medicine in America as a whole.",
        "Assisted with research on nonmetric variation seen in human skeletons.",
        "Received a National Academy of Sciences research award to study WWI gas masks and the culture surrounding them.",
        "Assisted in post-excavation work with the Mütter Research Institute Arch Street Archaeological Project, including the training of student volunteers in object handling with a focus on osteological materials."
      ]
    }
  ],
  "education": [
    {
      "institution": "Durham Unversity",
      "location": "Durham,England",
      "url": "https://www.durham.ac.uk/",
      "area": "Paleopathology",
      "studyType": "MsC with Distinction",
      "endDate": "2020",
      "courses": ["Dissertation work supervised by Prof. Rebecca Gowland focused on the comparison of height data for a skeletal population with known provenance and statistical data collected by Sir Francis Galton. Awarded a First.",
                  "Relevant coursework in paleopathology and archaeology."]
    },
    {
      "institution": "Bryn Mawr College",
      "location": "Bryn Mawr, PA, USA",
      "url": "https://www.brynmawr.edu/",
      "area": "Anthropology",
      "studyType": "BA",
      "endDate": "2015",
      "courses": ["Relevant coursework in biological anthropology, archaeology, and history of medicine at Bryn Mawr College and the University of Pennsylvania.",
                  "Dissertation work supervised by Dr. Maja Šešelj focused on the skeletal, cultural, and artefact nature of amputation and prostheses during the American Civil War."]
    }
  ],
  "skills": [
    {
      "name": "Archival Software",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "Ex Libris Alma",
        "ADLIB",
        "ARGUS Archival Software",
        "Sirsi-Dynix Workflows"
      ]
    },
    {
      "name": "General Computer Skills",
      "level": "master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "Microsoft Office",
        "Adobe Photoshop",
        "Microsoft Excel",
        "Mailchimp",
        "Hootsuite",
        "Loomly",
        "Filemaker"
      ]
    }
  ],
  "interests": [
    {
      "name": "Cats",
      "icon": "fa-solid fa-cat",
      "keywords": [
        "Has a really cute cat called Cosan"
      ]
    },
    {
      "name": "Antiques",
      "icon": "fa-solid fa-trophy",
      "keywords": [
        "Possesses a storied collection of antique clothing and furniture"
      ]
    }
  ]
}
